[
  {
    "index": 76,
    "author": 2414667,
    "categories": [
      4213,
      120,
      17396
    ],
    "content.rendered": "Pokémon Go has achieved a number of records since its debut – the most downloaded app in its first week ever and the fastest to reach 50 million installs on Google Play, for example – but now you can add one more to the list: the fastest game to reach $500 million in revenue. According to a new report from App Annie, Pokémon Go has now surpassed $500 million in worldwide customer spending across iOS and Android, and is on track to hit a billion in revenue by year-end.\nThe game reached the new milestone in just over 60 days, App Annie says.\n\nThe news follows Niantic Labs’ announcement at yesterday’s Apple iPhone 7 event that the game had been downloaded over 500 million times worldwide since its debut, and trainers had walked over 4.6 billion kilometers while playing. It’s now arriving on the Apple Watch, and also likely played a huge role in Apple’s related announcement that its App Store had seen 106% year-over-year growth over the course of the last two months alone.\nApp Annie had previously reported in early August that Pokémon Go was on track to exceed $350 million in revenue to date, since its early July debut.\nOnly a short time later, and it has blown past that figure and then some.\nFor comparison’s sake, other top mobile games have taken much longer than a couple of months to hit the $500 million metric. Candy Crush Saga took over 200 days and Clash of Clans and Puzzle & Dragons took over 400 days to rake in that much money.\nThe report also pointed out that in-app revenue alone is not Pokémon Go’s only source of income The company is beginning to partner with brands for in-app exposure, too. For example, McDonald’s in Japan became the first sponsored location for the game, turning the restaurant’s 3,000 stores in the country into Pokémon Go gyms.\nThis month, Niantic announced a partnership with mobile operator SoftBank that will see the company’s 3,700 stores turned into Pokémon Go gyms or Pokéstops.\n\nMeanwhile, Pokémon Go is still retaining its users, App Annie says. Though its 30-day retention rate has now slipped behind Words with Friends, it’s still ahead of Clash of Clans, Clash Royale, and Candy Crush Saga.\nThe firm also noted that the game still doesn’t seem to be stealing time from other apps, but is instead claiming more of users’ “non-mobile time.”",
    "date": "2016-09-08T09:59:40",
    "id": 1382383,
    "link": "https://techcrunch.com/2016/09/08/pokemon-go-becomes-the-fastest-game-to-ever-hit-500-million-in-revenue/",
    "slug": "pokemon-go-becomes-the-fastest-game-to-ever-hit-500-million-in-revenue",
    "tags": [
      4213,
      21,
      120,
      449550409
    ],
    "title.rendered": "Pokémon Go becomes the fastest game to ever hit $500 million in revenue",
    "views": 497308
  },
  {
    "index": 28,
    "author": 12084691,
    "categories": [
      424613844,
      1559,
      446313605,
      17396
    ],
    "content.rendered": "Generating speech from a piece of text is a common and important task undertaken by computers, but it’s pretty rare that the result could be mistaken for ordinary speech. A new technique from researchers at Alphabet’s DeepMind takes a completely different approach, producing speech and even music that sounds eerily like the real thing.\nEarly systems used a large library of the parts of speech (phonemes and morphemes) and a large ruleset that described all the ways letters combined to produce those sounds. The pieces were joined, or concatenated, creating functional speech synthesis that can handle most words, albeit with unconvincing cadence and tone. Later systems parameterized the generation of sound, making a library of speech fragments unnecessary. More compact — but often less effective.\nWaveNet, as the system is called, takes things deeper. It simulates the sound of speech at as low a level as possible: one sample at a time. That means building the waveform from scratch — 16,000 samples per second.\nEach dot is a separately calculated sample; the aggregate is the digital waveform.\nYou already know from the headline, but if you don’t, you probably would have guessed what makes this possible: neural networks. In this case, the researchers fed a ton of ordinary recorded speech to a convolutional neural network, which created a complex set of rules that determined which tones follow other tones in every common context of speech.\nEach sample is determined not just by the sample before it, but the thousands of samples that came before it. They all feed into the neural network’s algorithm; it knows that certain tones or samples will almost always follow each other, and certain others will almost never. People don’t speak in square waves, for instance.\nIf WaveNet is trained with data from a single speaker, the resulting synthetic voice will resemble that speaker, since really, all the network knows about speech comes from their voice. But if you train it with multiple speakers, the idiosyncrasies of one person’s voice may be cancelled out by someone else’s, the result being clearer speech.\ndocument.createElement('audio');\nhttps://tctechcrunch2011.files.wordpress.com/2016/09/wavenet-1.wav\nClear enough that it outperforms existing systems handily, though it isn’t without its quirks — perhaps a few more speakers need to be added to the stew.\nIt can’t read text straight out just yet; written words need to be translated by another system not to audio but audio precursors — like computer-readable phonetic spelling. An interesting side effect of this is that if they train it without that text input, it produces an unnerving babble, as if the computer is speaking in tongues.\nhttps://tctechcrunch2011.files.wordpress.com/2016/09/wavenet_speaker-2.wav\nWhat’s truly interesting, though, is the WaveNet’s extensibility. If you train it with an American’s speech, it produces American speech. If you train it with German, it produces German. And if you train it with Chopin, it produces… well, not quite Chopin, but piano in a logical, one might even be tempted to say creative vein.\nhttps://tctechcrunch2011.files.wordpress.com/2016/09/wavenet_sample_1.wav\nhttps://tctechcrunch2011.files.wordpress.com/2016/09/wavenet_sample_5.wav\nWhether it could produce a whole two-minute prelude is hard to say; composition isn’t quite as easy to systematize as basic chords and chromatic agreement.\nWaveNet requires a great deal of computing power to simulate complex patterns at this extremely low level, so it won’t be coming to your phone any time soon. If you’re curious about exactly how they arranged their convolutional layers and other technical details, the paper describing WaveNet is available right here.",
    "date": "2016-09-09T13:27:10",
    "id": 1382906,
    "link": "https://techcrunch.com/2016/09/09/googles-wavenet-uses-neural-nets-to-generate-eerily-convincing-speech-and-music/",
    "slug": "googles-wavenet-uses-neural-nets-to-generate-eerily-convincing-speech-and-music",
    "tags": [
      119606,
      12374,
      210341831,
      81,
      448043890,
      668
    ],
    "title.rendered": "Google’s WaveNet uses neural nets to generate eerily convincing speech and music",
    "views": 495486
  },
  {
    "index": 45,
    "author": 31035538,
    "categories": [
      173267257,
      20429,
      17396
    ],
    "content.rendered": "Beeswax, a startup founded by a trio of former Google ad executives, has raised $11 million in Series A funding.\nThe company offers what it calls a bidder-as-a-service — a set of customizable technologies that allows customers to participate in real-time bidding for ad inventory.\nBeeswax’s offerings include access to inventory, bidding algorithms and analytics, but CEO Ari Paparo (previously a senior vice product of product management at AppNexus and a product director for advertiser products at Google) said what really sets the company apart is giving businesses the ability to use Beeswax’s API to customize and extend the product.\nIn Paparo’s view, while digital advertising has become more complex, the products available to advertisers “feel more like media options than technology options” and are sold as a “black box.”\n“I wanted to build something that would appeal to the CTO or CIO who wants to build on top of us and really deeply integrate,” he said, adding that while large advertisers will increasingly want to build their own programmatic platforms, they aren’t going to want to build them from scratch.\nFor example, Foursquare works with Beeswax — Foursquare is becoming more of an advertising business, offering its location data to help advertisers with targeting and attribution. Paparo explained that by working with Beeswax, “Foursquare supplies the data, but they use my pipes and my server to find the advertisements to buy in real-time.”\n Paparo founded the company with Shamim Samadi, who led product management for Google’s video ad exchange, and Ram Kumar Rengaswamy, who was the lead for Google’s video ad exchange and was also one of architects of Gmail.\nThe Series A was led by Foundry Group and RRE Ventures. While venture capitalists have become more skeptical about adtech, Paparo said that’s because they “really don’t want to invest in media businesses that are hiding as adtech.” Beeswax, on the other hand, signs annual software-as-a-service contracts (priced at anywhere from $7,500 to $100,000 per month) with its customers.\n“Those economics are quite appealing to venture capitalists once we have demonstrated that there’s a willingness to pay that,” he said.",
    "date": "2016-09-09T07:11:36",
    "id": 1382717,
    "link": "https://techcrunch.com/2016/09/09/beeswax-series-a/",
    "slug": "beeswax-series-a",
    "tags": [
      449553193,
      2227692,
      10917493
    ],
    "title.rendered": "Beeswax raises $11M for customizable adtech",
    "views": 494925
  },
  {
    "index": 19,
    "author": 321129,
    "categories": [
      25515,
      15986864,
      17396
    ],
    "content.rendered": "It appears some establishment voices have picked up on a way of opposing the idea of the monthly citizen dividend of about $1,000 per month, known as universal basic income (UBI), in a way that successfully leaves some progressively minded people afraid.\nThe fear inspired is that those with the greatest need may be left worse off with UBI compared to the existing status quo of more than 100 government programs that currently comprise the U.S. safety net that UBI has the potential to entirely or mostly replace.\nThe argument goes that because we currently target money to those in need, by spreading out existing revenue to everyone instead, those currently targeted would necessarily receive less money, and thus would be worse off. Consequently, the end result of basic income could be theoretically regressive in nature by reducing the benefits of the poor and transferring that revenue instead to the middle classes and the rich. Obviously a bad idea, right?\nThis new argument has been made most notably by the White House’s own chief economic adviser, Jason Furman, perhaps after himself reading the words of Robert Greenstein of the Center on Budget and Policy Priorities (CBPP).\nThe problem is that those who make this particular argument are building somewhat of a straw man, not only because of the blanket assumptions they are making around a very specific tax-neutral design, but also because they aren’t publicly acknowledging just how poorly our present means-tested programs are targeted by virtue of their applied conditions, and just how unequal one dollar can be to one dollar, however counterintuitive that may seem.\nAssuming things work as we think they work is exactly one of the biggest obstacles we’ve always had to improving anything.\nBasically, this particular argument would only make sense if we in no way altered our tax system to achieve UBI, and if our programs worked as we assume they work because that’s how they should work. The problem is they don’t work that way.\nAssuming things work as we think they work is exactly one of the biggest obstacles we’ve always had to improving anything, because to fix something we first need to understand it’s broken. If it ain’t broke, don’t fix it, right? Well, guess what? Our safety net is broken, and it’s broken at such a fundamental level, there’s no fixing it, because it is by design. A net full of holes must be replaced by a floor free of holes and that floor is unconditional basic income.\nNothing but net holes\nIn the United States today, on average, just about one in four families living underneath the federal poverty line receives what most call welfare, which is actually known as Temporary Assistance for Needy Families, or TANF. It gets worse. Because states are actually just written checks to give out as they please in the form of “block grants,” there are states where far fewer than one in four impoverished families receive cash assistance.\nIn Oklahoma, seven out of 100 families living in poverty receives TANF. In Wyoming, merely one in 100 of those living in poverty receives TANF. Where does the money go instead? It goes to educate the children of those earning over six figures. It goes to programs trying to convince women to get married. And it goes directly to state government treasuries so they can cut taxes on the rich. The fact is that cash welfare, as it exists today, is not given to the overwhelming majority of those living in poverty who need it.\nSingle adults without children know this better than anyone. They even have their own moniker: ABAWDs (Able-Bodied Adults Without Dependents). ABAWDs have the lone distinction of being the only demographic in the U.S. to be literally taxed into poverty, all 7.5 million of them. Because they earn income and because they do not have the child necessary to qualify for virtually any assistance — even the earned income tax credit (EITC), which is meant as a boost for low-income workers through the tax code — those earning enough to be above the federal poverty line can end up beneath the poverty line after paying taxes. And those already beneath the poverty line are pushed even deeper, effectively punished for being childless and working.\nCombine all of those without dependents with all of those with dependents but without sufficient income to qualify for EITC and living in states averse to cash assistance, and the reality is that tens of millions of adults and children fall straight through the net purportedly designed to catch them. Any net is mostly nothing but holes, and nowhere is that more true than in the United States.\nAssumption: Everyone living beneath the poverty line receives cash assistance.\nObservation: Most don’t.\nThe same is true of housing assistance. There is a belief that poor people galore are sitting on easy street with affordable living conditions, where housing vouchers are given away like Halloween candy to anyone with a hand out.\nThe truth is that 24 percent of those who qualify for housing assistance get it, and getting it can mean years of waiting on lists. Here in New Orleans, where I live, the wait list is opened about every seven years or so, and when it is, tens of thousands apply despite fewer than 1,000 people becoming new recipients of vouchers each year.\nAdditionally, vouchers are not at all “just like cash.” Cash is accepted in payment by all landlords everywhere. Section 8 vouchers, meanwhile, are accepted only by those who choose to accept them, which is few and far between, and certainly not in what are considered to be “high opportunity” neighborhoods. This is true even of “supervouchers” that are specifically designed for that purpose.\nAssumption: Everyone living in poverty receives housing assistance.\nObservation: Most don’t.\nFood stamps, too, are not given to everyone living under the poverty line. About one-quarter of those living in poverty get no government food assistance, and of those who do, a third of them still need to visit food banks for added assistance because the amount given is nowhere close to being sufficient to get people through each month.\nEstimates point to food stamps lasting on average about three weeks of every month. Worse yet, food stamps can even have harsh time limits (e.g. three months of SNAP every three years), growing restrictions on how they can be used (sorry, no seafood allowed) and work requirements (30 hours per week).\nThis is food we’re talking about. Why should any bureaucrat ever exist between the most basic human need of all — the need to eat — and access to food?\nAssumption: Everyone living in poverty receives food assistance.\nObservation: Some may temporarily, but the amount is insufficient and full of costly strings.\nHowever, one of the best examples of all the vast differences between the assumption and the observation of how government benefits work is how we target those with disabilities. It has been estimated that 22 percent of adults in the U.S. have some form of disability. At the same time, 4.6 percent of adults age 18-64 in the U.S. are receiving disability income. So again, about one-quarter of those we say we should be targeting actually receive anything, while the bulk get nothing.\nIt’s not just apples and oranges. It’s rotten apples and ripe oranges.\nThe absolute worst thing though, and what too few people seem to know, is that when it comes to disability income, you are essentially not even allowed to earn additional income. If you’re on SSDI and earn one dollar over $1,090 in a month, you are dropped from the program and lose 100 percent of your benefit. That is the steepest of “benefit cliffs” and it’s the equivalent of taxing those with disabilities at rates far greater than 100 percent as a reward for their labor. It’s also the exact opposite of a basic income that is never taken away.\nIt is this clawback of means-tested benefits with the earning of income that is possibly the single greatest flaw of all targeted assistance, and also the single most ignored detail when people defend the current system over the introduction of a basic income that would replace it. Simply put, $1,000 per month in welfare is not at all the same thing as $1,000 per month in basic income. It’s not just apples and oranges. It’s rotten apples and ripe oranges.\nWith welfare, because it is targeted and therefore withdrawn as income is earned, people on welfare are effectively punished for working. Their total incomes don’t really increase with employment. Welfare functions in many ways as a ceiling.\nWith basic income, because it is unconditional and therefore never withdrawn as income is earned, people with basic incomes are always rewarded for working. Their total incomes always increase with any amount of employment. Basic income therefore functions as a floor.\nDo you see the difference?\nSo when someone says the details matter when it comes to the idea of basic income and suggests the possibility that it could be regressive, and even increase inequality by taking money being targeted at the poor and giving it to the non-poor, understand that the details of the details matter even more than just the details.\nBasic income is not some regressive conspiracy of the Silicon Valley elite to create a neo-serfdom. \nThe regressive argument operates on the myth that for every four people living under the poverty line, four people get an amount of assistance that lifts them far above the poverty line, and that $1 of welfare is exactly equivalent to $1 in basic income.\nThe basic income argument operates on the reality that for every four people living under the poverty line, only about one person gets an amount of assistance that does more to trap them in poverty than to lift them out of it, and that $1 of welfare is worth far less than $1 of basic income.\nIt’s really important to understand this, so let’s zoom in a bit on a worst-case scenario. Let’s assume we replace all of our programs targeted at the poor with UBI, including even Medicaid (which I don’t recommend unless we replace it with universal healthcare instead), and that we provide the UBI to adults only, with nothing for kids (something else I don’t recommend).\nUsing an example of a single parent with two kids within the current system, we could regressively replace around $45,000 of benefits (if we also eliminate child care, which is yet another detail I don’t recommend) with $12,000 in cash. That is a worst-design scenario and totally regressive right? No. It’s actually partially regressive and mostly progressive.\nAlthough true that one in four would be worse off in such an inferior UBI design, it’s also true that three of four would be far better off because they would no longer receive little to nothing. As an oversimplified example for the sake of clarity, that means instead of the distribution across four adults being $45,000/$0/$0/$0, it would be $12,000/$12,000/$12,000/$12,000. That is more progressive as a whole than it is regressive, and inequality is reduced overall, not increased, because the total at the bottom went from $45,000 across four people to $48,000 across four people. And that is for basically the worst possible, most unrealistic of UBI designs.\nBut again, those numbers cannot be compared dollar for dollar. Welfare dollars disappear with work and basic income dollars are kept with work. That same parent receiving $45,000 for nothing, if they got a job paying $30,000 right now would receive $20,000 in benefits. That would be a gain of $30,000 combined with a loss of $25,000. That’s a gain of $5,000 for a $30,000 job, or in other words, an income tax of 83 percent. Who else is taxed at 83 percent? No one. In fact, the richest are taxed the least because their income, which isn’t derived from work, is special. It’s simply capital gains, which is taxed at 20 percent.\nDoes this sound like a just and equitable system? Or does it sound more like a racist meat-grinder?\nEven more troubling, welfare dollars themselves are not equivalent to each other. Despite it being against the law to vary welfare dollars along racial lines, that’s exactly what we do. How? It’s again due to the nature of block grants for states. When Bill Clinton signed his welfare reform into law, he agreed to write checks to the states and let them handle how they dish out welfare. As a result, just five years after welfare was reformed into what it is today, 63 percent of those in the programs with the least-harsh conditions were white and 11 percent were black, while 63 percent of those in the programs with the most-harsh conditions were black and 29 percent were white.\nIn other words, a dollar in welfare has about three to five times as many strings for someone who is black than someone who is white. These strings absolutely affect end results. Joe Soss, co-author of Disciplining the Poor: Neoliberal Paternalism and the Persistent Power of Race describes his findings thusly:\n“The stringency of the rules matter tremendously for outcomes. The tougher the rules — and the more frequently people are punished for breaking them — the worse the outcomes are for people after they finish the program. In fact, in the toughest programs, people actually end up in worse shape after they get through them than they were before they got the benefits to begin with. And remember, they were in such a bad situation that they had to turn to a welfare program that’s been so stigmatized that pretty much everyone wants to avoid it. We also found that people who go through the toughest programs learn lessons about government that lead them to retreat from participating in politics. They become less likely to make their voices heard, and less likely to participate in elections and community organizations.”\nDoes this sound like a just and equitable system? Or does it sound more like a racist meat-grinder?\nThe bare naked truth of our present welfare system is a racially biased, overly paternalistic, unnecessarily controlling, grossly exclusionary system of punishment and blame that limits opportunity and taxes working beneficiaries more than any other worker in any income tax bracket.\nIt doesn’t abolish poverty. It helps sustain it. And this is the system establishment voices wish to improve upon in piecemeal fashion, possibly because they’re not the ones being chewed up and spit out by it, or even neglected by it entirely.\nHowever, even if all of the above is clearly understood, there is one absolutely vital thing remaining to understand about basic income that cannot be replicated in any other way, by any other means. Because basic income lacks conditions and is paid regardless of work, it provides recipients the power to refuse to work. This is the real fear of those who worry a basic income will result in people working less, but it is also its greatest strength.\n\nThe ability to say no to an employer provides people the bargaining power and the choice to determine how they work, where they work, for how much and for how long. No other policy does that. A minimum wage certainly doesn’t. Wage subsidies certainly don’t. Without basic income, the labor market is coercive, and that means people accept what they can get. With basic income, wages for low-demand jobs must go up and/or hours must go down in order to attract people with incomes independent of work to do them, or those same jobs must be automated to be performed by machines instead, whichever is cheaper.\nA basic income is most simply a minimum income floor. It’s a new starting point above the poverty level instead of below it. There will still be jobs for people to earn additional income and those jobs can pay more if people hate doing them. Additionally, considering a potential future where there’s half as much employment, that also means just as many can be employed if we all work half as much so as to better share the remaining employment. And with the increased bargaining power basic income provides, that can also mean getting paid more for less work.\nBasic income is not some regressive conspiracy of the Silicon Valley elite to create a neo-serfdom where the entire population only earns a maximum of $12,000 per year. That is the exact opposite of how it works. With basic income, $12,000 becomes the new absolute minimum for everyone and no one is a serf because everyone’s basic needs are covered. Poverty is eliminated. Inequality is reduced.\nAdditionally, everyone is free to earn any additional income, and on their terms. For the first time, everyone will have the individual negotiating power to dictate terms to employers that must be met. People who have this fundamental power are those who can then make further desired changes in the economy, in their businesses, in their governments and in their lives.\nSo you tell me. Would you prefer conditional welfare nets or would you prefer an unconditional basic income floor? Because one of these options is a relic of history, and the other is a road to the future.",
    "date": "2016-09-09T17:00:53",
    "id": 1380149,
    "link": "https://techcrunch.com/2016/09/09/the-progressive-case-for-replacing-the-welfare-state-with-basic-income/",
    "slug": "the-progressive-case-for-replacing-the-welfare-state-with-basic-income",
    "tags": [
      9379,
      449553172,
      419271376,
      449553171
    ],
    "title.rendered": "The progressive case for replacing the welfare state with basic income",
    "views": 487906
  },
  {
    "index": 15,
    "author": 5956050,
    "categories": [
      1612,
      329026
    ],
    "content.rendered": "Roku, the streaming media company, has netted its first deal with an operator in Asia after it announced an agreement with Philippine Long Distance Telephone Company (PLDT).\nPLDT is no stranger to deals with tech companies, it invested in Rocket Internet to develop technologies for Southeast Asia and was an early backer of Netflix-like service iFlix, which also operates in Southeast Asia.\nNow, through its deal with Roku, PLDT will sell a dedicated, own-branded Roku streaming player and offer an accompanying streaming service from Q2 2017. The company said the content will include programming from its Cignal network, iFlix and “content from global providers”, although a price has not been revealed yet. That represents a similar deal to Roku’s agreement with British broadcaster Sky, which also sells its box and service in Italy, among other partners.\n“We’ll be able to offer consumers a low-cost device with access to the best content from the Philippines and around the world through an easy-to-use user interface,” PLDT’s Oscar Reyes Jr. said.\n“In the past, operators first had to build or lease dedicated infrastructure in order to deliver TV services to the home, but with streaming that is no longer the case. As a result, we see a lot of interest from all over the world for our Roku Powered program from both telecom and pay TV operators,” Andrew Ferrone, vice president of pay TV at Roku, added in a statement.\nDespite that interest, a Roku spokesperson confirmed to us that there is no immediate plan to expand its coverage in Asia at this point. The PLDT offering won’t go on sale until mid next year, so we may see increased activity close to, or after, it goes live.",
    "date": "2016-09-09T18:18:28",
    "id": 1383135,
    "link": "https://techcrunch.com/2016/09/09/roku-pldt/",
    "slug": "roku-pldt",
    "tags": [
      4255,
      226664,
      2455151,
      53622
    ],
    "title.rendered": "Roku lands its first streaming deal in Asia with Philippines-based PLDT tie-up",
    "views": 479025
  },
  {
    "index": 27,
    "author": 321129,
    "categories": [
      25515,
      174,
      17396
    ],
    "content.rendered": "The dawn of the space age was, in many ways, a direct response to heightened competitive political and military rhetoric from major global superpowers in the latter part of the previous century. The pressure to conquer space stemmed from the threat of progress by foreign nations, and, consequently, an ideology. But when government involvement in space increased in such countries as the United States in the 1980s, so too did the unexpected accidents and disasters.\nThe need for diversification as a means to mitigate technology-related risk ultimately served as an important catalyst to slowly open up the world of space to private enterprise. As an example, the Challenger accident in 1986 forced the Department of Defense to look for alternatives to the Space Shuttle. It was deemed too risky to have just one launch vehicle for missions.\nRelatively young companies such as SpaceX and Blue Origin are ushering in the next era of space exploration as part of a new free market. Their progress to date has generated a significant amount of enthusiasm among the masses for a fresh set of safe and sustainable methods of transportation to the cosmos. And wherever there’s enthusiasm, there’s also interest from sources of private investment capital. As reported by CB Insights, VCs are paying more attention to technology startups that are accelerating the commercialization of space.\nIn 2015, VC investment in the sector increased by 253 percent year-over-year, and a whopping 2,052 percent since 2012. Although the capital deployed to date is concentrated on a few companies, such as SpaceX, OneWeb and O3b Networks, the influx still represents an appetite from select private investors to support the sector’s progress.\nA surge in interest in outer space by sources of private capital presents the opportunity of rapid growth and commercialization that should, through the laws of supply and demand, drive down costs associated with cosmic ventures in the long run. This reality will make the space economy as accessible as any other on Earth several decades down the road. Private enterprises are also expected to take financial pressure off government institutions to engage in basic tasks like launching rockets, thus saving plenty of taxpayer dollars for other initiatives.\nContemporary space-based industries and businesses\nThe exploration and study of space has been embedded within a narrative that emphasizes and epitomizes human progress under the guise of our species’ evolution. For many, this is reason enough to invest in the commercialization of space. But when stripping out this narrative, what exactly are the economic reasons for undertaking the huge financial and biological risks associated with exploring space? Do the risks currently outweigh the opportunities?\nTourism\nFor starters, with government bureaucracy having entirely controlled space for the past few decades, it only seems fitting for people to have a desire to fly up there and do what could have been done only by a select few astronauts a short while ago.\nSpace tourism companies like Virgin Galactic and the eccentric entrepreneurs behind them (i.e. Richard Branson) have pushed space tourism heavily in the media and on to front pages. But the whole notion of being able to “experience space” is arguably being used as a precursor to the heavier and more profitable forms of private enterprise, each of which is scheduled to make an appearance in the coming decades.\nResource extraction and research\nAlthough space tourism represents the most prominent and active form of private enterprise interests taking shape in the cosmos today, other planned commercial ventures are also in the works for the foreseeable future. The 2027 Mars One mission plans to open the door for corporations to bypass bureaucracy and fly people toward the Red Planet. Besides flybys and ceremonial long-distance trips, businesses are also looking toward asteroid mining, energy development and pharmaceuticals.\nThere are many opportunities prevalent in space, but for each opportunity there also exists a major challenge.\nIn the case of asteroid mining, there is huge potential to generate significant economic returns through extracting resources from a typical Near Earth Asteroid (NEA). It has been suggested by some scientists that one NEA may host trillions of dollars’ worth of natural materials, making it a lucrative business for private investors and business professionals to pursue. Deep Space Industries’ recently announced Prospector-1 mission will represent the world’s first interplanetary mining mission.\nWith respect to energy development, space-based solar panel farms are being contemplated to power space technologies and locations, as well as equipment here on Earth. But given the high up-front investment costs required to complete such a project in comparison to output and revenues, the capability isn’t expected for another several decades.\nAnd finally, in terms of pharmaceuticals, conducting medical research in micro-gravity space conditions presents the potential for breakthroughs that will, as an example, see superior quality crystals replacing synthesized proteins for the use of manufacturing better drugs.\nMedia and entertainment\nIn addition to tourism, resource extraction and scientific research, space commercialization is taking shape through media, branding and advertising initiatives. Each of the current and planned uses of space by private enterprise present the opportunity for media syndication on mass levels that can generate significant revenue and global corporate ad impressions for various project-specific stakeholders.\nFor example, companies like Virgin Galactic and Space Adventures continue to use celebrity endorsements and paid-for, license-friendly media campaigns to generate interest in their services and get mass populations to see space as a frontier fit for conquering. Also, several opportunities exist for corporations like Mars One to syndicate and license content for small-scale missions and turn them into global phenomena, which will drive further interest in space exploration among the general population and the private enterprise sector. The organization has already garnered mass media attention for its astronaut selection process.\nThe net result of such branding activities is a significant step forward for the private enterprises engaging in commercial space activity. These initiatives are poised to influence governments to further deregulate space for the sake of making the consumption of content easier and more affordable.\nChallenges and risks associated with the commercialization of space\nThere are many opportunities prevalent in space, but for each opportunity there also exists a major challenge. As noted by the United States House Science Subcommittee on Space, three things in particular make space exploration and development a not-so-attractive proposition: lack of financing for new ventures on a mass scale, lack of secured insurance and an inability to forge self-sustaining commercial markets.\nIndeed, many of these factors are changing, but they still present major roadblocks for entrepreneurs and private institutions.\nAccess to capital\nIn terms of lack of financing, private capital is still not flowing freely and blindly through to space-based enterprises like it is with internet-, digital media- and hardware-related technology businesses. In 2015, approximately $129 billion in VC funding was deployed globally across 7,872 deals. Of this total, just over $2 billion was deployed to space-based companies across 44 deals. This makes sense, as the typical investment horizon for a VC is 7 to 10 years.\nSpace commercialization is here to stay despite the challenges and obvious roadblocks.\nSpace-based enterprises represent much longer investment horizons with a far greater risk of failure. And, naturally, without the necessary seed or growth-stage capital, it becomes very difficult for any entrepreneur to run a successful space-based private enterprise. As such, building a space-based business has largely been within the realm of successful tech billionaires.\nAccess to insurance\nThere also is a lack of adequate and secured insurance, which is because of the inability of insurers to see and test the reliability of space-based technologies in the recent past. Few financial institutions are capable of providing space-based enterprises with the financial insurance that matches the scale of initiatives in space.\nInsurance is key for private businesses to offset the risk that was previously absorbed by governments, and to be able to engage in cosmic activities profitably with minimal risk, insurance capital needs to be available more freely.\nAbility to create self-sustaining markets \nLastly, an inability to forge self-sustaining commercial markets in the past puts into question the commercial viability of space-based enterprises. Two decades ago, the commercial satellite business was expected to achieve independence within a few years of being established, but government involvement is still needed to this day to see projects to the execution phase. It can be argued that this was previously due to a lack of capital from private markets, as well as a lack of information available about space commercialization within the public sphere. Luckily, these barriers are becoming less of an issue over time as the private sector absorbs the know-how that currently resides within the public sector.\nIn terms of risks overall, space entrepreneurs still need to prove they are up for the tasks related to commercializing space. Many fear that lives will be lost because proper precautions will not be taken. Given the laws in New Mexico regarding limited liability rights for corporations engaged in making space accessible for citizens, these concerns are not totally unfounded. After all, if something goes wrong in space, whose fault is it? And in the case of an international incident, which country’s laws apply? These are important questions.\nThe verdict\nSpace commercialization is here to stay despite the challenges and obvious roadblocks. If history is any indication, the ostensibly innate human quest to conquer the “final frontier” will always prevail over rationality and intelligent foresight. This is a matter of the human condition, after all.\nAll of that having been said, continuous pressure should be placed on private institutions to ensure that the most prudent and wise decisions are made along the journey to commercialize space. Too much money and too many lives are potentially at stake to suggest otherwise.",
    "date": "2016-09-09T14:00:33",
    "id": 1380146,
    "link": "https://techcrunch.com/2016/09/09/opportunities-and-challenges-in-commercializing-space-privately/",
    "slug": "opportunities-and-challenges-in-commercializing-space-privately",
    "tags": [
      728166,
      428386091,
      28467599,
      449553112,
      449553111,
      449553113,
      371748,
      1321469
    ],
    "title.rendered": "Opportunities and challenges in commercializing space privately",
    "views": 475639
  },
  {
    "index": 20,
    "author": 103597267,
    "categories": [
      449549093,
      426985170,
      17396
    ],
    "content.rendered": "This weekend, hundreds of developers and engineers will pack into the Disrupt SF conference space for our Hackathon, a 24-hour race to build a brand-new product. Competitors will present their inventions on stage and win prizes, in a TechCrunch tradition that’s launched products like GroupMe.\nBut this year, we’re doing things a little differently — we’re making data from the National Institute of Standards and Technology’s Net Zero Energy Residential Test Facility available for developers to incorporate into their products. The Net Zero facility is a home in Maryland that NIST has transformed into a laboratory for conducting research on energy efficiency. The four-bedroom house produces all of its own energy, with some to spare, sending the excess back to the electrical grid. It’s a model for the American home of the future, and it produces valuable data on energy use and production that developers can use to create new energy-efficient products.\nThe data comes to us from the Department of Commerce, which touts itself as America’s data agency. DOC produces and publishes vast datasets, generating enough information every day to fill the Library of Commerce twice over. That includes the weather data and import/export data that form the backbones of many a startup. Without that weather data, your favorite weather app couldn’t function. And companies like Flexport, which we’ve called “the unsexiest trillion dollar startup,” use DOC’s trade data to better serve their customers.\n\n“When I became Secretary of Commerce, I made harnessing the power of Commerce data a top priority for the Department. To me, it was idle inventory on the shelf that I knew — from personal experience — has the power to create economic opportunity and change lives,” Secretary of Commerce Penny Pritzker told TechCrunch. “The hackathon is not only an opportunity to put our data to use in new and creative ways — it is also an opportunity to learn what we can be doing better.”\nWe hope that our Disrupt SF hacking teams will take this opportunity to show these government folks how we do it here in Silicon Valley. They can use the Net Zero home’s data sets to inform other projects, or create projects that are completely focused on renewable energy. Teams can work to make homes smarter or create analytics tools to provide insights on energy efficiency. We’ll have data available from the house on 400 variables across 11 subsystems, including temperature, energy, lighting and electrical usage.\n“We would love to see developers create tools that visualize home energy use patterns. For instance, many Americans do not know that a clothes dryer consumes more energy than almost any other appliance in the home. With this information, individuals could make decisions that reduce the amount of energy they use and lower their energy costs,” Pritzker said. “We are also interested in the creation of an algorithm that predicts energy production from the home’s solar panels. This type of information could be used as the basis for predicting energy production under various environmental conditions.”\nThe market for these products is already enormous and is growing larger every day. In December, the United States and every other member of the United Nations Framework Convention on Climate Change agreed to work to reduce greenhouse gas emissions. In order to meet the commitments laid out in the Paris Agreement, it’s estimated that the world will spend $13.5 trillion.\nThat’s a big opportunity for major businesses, small startups, and bootstrapped products that are still only a glimmer in a hackathon participant’s eye. “This is an enormous opportunity for American businesses,” Pritzker explained. “Consumers are increasingly demanding products that are sustainably produced and cost effective.”\n“Bottom line, the transition to an advanced energy economy is not just a moral responsibility to our planet and future generations today, it is good business,” she added. We hope our Disrupt hackers agree!",
    "date": "2016-09-09T16:57:03",
    "id": 1383084,
    "link": "https://techcrunch.com/2016/09/09/hack-for-the-environment-at-the-disrupt-sf-hackathon/",
    "slug": "hack-for-the-environment-at-the-disrupt-sf-hackathon",
    "tags": [
      449548404,
      449552435,
      14182929,
      99959,
      16931
    ],
    "title.rendered": "Hack for the environment at the Disrupt SF Hackathon",
    "views": 469203
  },
  {
    "index": 69,
    "author": 321129,
    "categories": [
      25515,
      11160,
      17396
    ],
    "content.rendered": "Walmart’s latest earnings report wasn’t pretty. Overall revenue growth came in at a tepid 0.7 percent for the first half of the fiscal year. Its e-commerce sales grew 11.8 percent, but the total e-commerce market is tearing ahead at 15 percent quarterly growth, which means they’re actively losing that market. Oh, and it bought Jet.com, a massively unprofitable e-commerce vendor, for $3.3 billion to make up for it. So how did the market react? Walmart’s stock spiked 3 percent. I guess in today’s retail market, you win by not losing.\nIt’s hard to imagine a world without Walmart. Ninety percent of all Americans live within 20 minutes of a Wal-Mart store. They have over 1.5 million employees at 5000 stores, and serve over 140 million shoppers a week. But the too-little-too-late move by Walmart to acquire Jet.com is yet another signal that we are witnessing the downward spiral of a $230 billion company. A world without Walmart is now not only possible, but likely, unless it makes some big moves soon.\nSo here’s an idea: Turn half of those superstores into integrated online fulfillment centers, with local pickup and delivery services, but no more customers walking through the front door. That’s the only way Walmart is going to find out who its customers really are.\nI get it. Brick-and-mortar infrastructure is vastly different from e-commerce infrastructure. You don’t just flip a few switches and turn a giant retail store into a provisioning warehouse (though you could argue that most big box stores are just huge, confusing warehouses anyway).\nBut Walmart needs to triage its general merchandise business now, before it winds up dying on the vine with the rest of the retail market. And the best way to know your customer is over the internet. Retail needs to flip the script — the online experience has to come first.\nRight now e-commerce might represent only 10 percent of total retail sales, but in 10 years, is anyone going to be driving five miles to a supercenter to buy toothpaste and shampoo? Walmart needs to make some systemic changes soon in order to challenge Amazon’s real killer IP — customer insight.\nWalmart has been selling online for the last 15 years. But Walmart doesn’t know anything about you when you walk into one of its superstores. It’s got some pick-up delivery options and some loyalty payment gateways, but e-commerce is still just 3 percent of its business.\nToday over half of American households subscribe to Amazon Prime. Now, what does Amazon know about its customers? Everything. It knows the entirety of their browsing activity and their purchase history (the first book you ever ordered on Amazon is sitting right there in your order history – go look it up). Also note that Amazon currently has two-hour delivery in two dozen metropolitan areas, and same-day delivery in many more. Today’s novelty services will become tomorrow’s table stakes.\nAmazon doesn’t deal in customer segments; it deals in customers.\n\nAll that helps explain why it recently became the world’s fourth-largest public company, joining Apple, Alphabet and Microsoft, and kicking Exxon Mobil down the list. It’s not a coincidence that those first four companies are hugely successful at wrapping ongoing services around unique subscriber IDs, while the fifth one sells you gas. Walmart is trying to buy itself into that subscriber ID club with Jet.com, but it’s too little, too late.\nToday’s consumers are looking for more than coupons, free samples, and blue light specials. They expect businesses to know them, understand their needs, and build customized offerings and services around this knowledge so they can have the products they want, when they want them, and how they want them. They want products to just happen.\nWalmart needs to start orienting itself around a future in which e-commerce will become the dominant retail channel. It needs to start learning who its customers are. It needs to put those greeters in delivery vans.",
    "date": "2016-09-08T13:00:14",
    "id": 1380617,
    "link": "https://techcrunch.com/2016/09/08/to-compete-against-amazon-walmart-should-cut-itself-in-half/",
    "slug": "to-compete-against-amazon-walmart-should-cut-itself-in-half",
    "tags": [
      6602,
      15387
    ],
    "title.rendered": "To compete with Amazon, Walmart should cut itself in half",
    "views": 466083
  },
  {
    "index": 91,
    "author": 9528656,
    "categories": [
      35027640,
      17396
    ],
    "content.rendered": "Airbnb has been under fire lately for instances of racism and discrimination exhibited by some hosts on the home-sharing platform. In order to combat that, Airbnb is making several positive changes to the platform and its company policies, Airbnb CEO Brian Chesky sent in an email to hosts and guests this morning.\nThis includes guaranteeing short-term bookings for people who have been discriminated against, deemphasizing the use of user photos, blocking out availability if a host claims a space is taken when it really isn’t and working to increase the number of Instant Book listings, which don’t require hosts to approve specific guests, to one million by the beginning of 2017.\n“Discrimination is the opposite of belonging, and its existence on our platform jeopardizes this core mission,” Chesky wrote. “Bias and discrimination have no place on Airbnb, and we have zero tolerance for them. Unfortunately, we have been slow to address these problems, and for this I am sorry. I take responsibility for any pain or frustration this has caused members of our community. We will not only make this right; we will work to set an example that other companies can follow.”\nAirbnb’s issues with racism date back to at least late last year, when a Harvard study showed that renters with black-sounding names were less likely to receive a booking through the site. Then, in June, an Airbnb host in North Carolina canceled a booking on a black person and sent her a slew of racist insults. Shortly after that incident, Chesky said that racism is not allowed on the platform and Airbnb permanently banned the host.\nLater that month, the Congressional Black Caucus urged Airbnb to take further action in addressing the issues of racism and discrimination on the company’s platform, citing how Title II of 1964 Civil Rights Act prohibits discrimination in places like hotels and motels on the basis of race, color, religion or national origin.\nToday, Laura Murphy, former head of the American Civil Liberties Union’s Washington D.C. office, laid out Airbnb’s game plan for tackling instances of racism and discrimination on the platform. Airbnb has been working with Murphy since June to ensure that the company is doing everything it can to fight racism.\nProduct and policy changes to eradicate racist behavior\nIn the 32-page document, Murphy details Airbnb’s commitment and plan to implement product and policy changes across eight areas.\nFor one, starting Nov. 1, 2016, anyone who uses Airbnb will have to agree to a community commitment that entails treating fellow members with respect and without judgment and bias. Airbnb’s new non-discrimination policy, developed under the guidance of former U.S. Attorney General Eric Holder, who joined Airbnb in July, prohibits content that promotes things like racism and bigotry.\n\nAs part of the community commitment, Airbnb will build and release a feature by the first half of next year to address the instances of someone requesting a booking that was listed as vacant but then getting informed that it wasn’t available. Here’s a nugget from the report:\nIn some cases, it appears that these listings were then made available for the same trip to guests of a different race. Going forward, Airbnb will develop a feature to help prevent this from happening. If a host rejects a guest by stating that their space is not available, Airbnb will automatically block the calendar for subsequent reservation requests for that same trip.\nAirbnb has also formed a team of engineers, data scientists, researchers and designers whose full-time jobs are to promote diversity and eradicate racism and bias from the Airbnb platform. One of the team’s first tasks will be experimenting with “reducing the prominence of guest photos in the booking process and enhancing other parts of host and guests profiles with objective information.”\nIn the event that someone is discriminated against, Airbnb is committed to ensuring that the person finds a place to stay, even if it’s not on Airbnb. For anyone who reported discrimination prior to today, Chesky said that Airbnb will help them book their next trip.\nOther changes include the addition of new flagging tools so that people can quickly report discrimination or hate speech. That tool will be expanded and enhanced by January 2017. Airbnb will also offer unconscious bias training for hosts. Once hosts complete the training, Airbnb will highlight them on the platform.\n“These changes are merely a first step,” Murphy wrote in the report. “Airbnb understands that no one company can eliminate racism and discrimination. Fighting bias is an ongoing task that requires constant vigilance from all of us. And there is no question that we will continue to see examples of bias and discrimination in society, the sharing economy, and Airbnb in the future. As certain product tools are built and implemented, they will need to be refined and updated. The task of fighting discrimination is difficult, but Airbnb is committed to continuing this work in the future, and I will personally hold them to their word. We all should.”\nThe changes were developed in partnership with racial justice group Color of Change, Rainbow/PUSH Coalition, the Congressional Black Caucus, the NAACP and others.\nDiversity at Airbnb\nCompanywide, Airbnb is 46.3 percent female, 63 percent white, 7.1 percent Latino/a and 2.9 percent black in the U.S., according to its 2015 diversity report. Today, Airbnb has set a goal to increase the percentage of employees from underrepresented groups from 9.64% to 11% by the end of 2017.\nIn order to try to achieve that, Airbnb says it will focus more of its recruiting efforts on people from Historically Black Colleges and Universities, as well as from colleges with large Latino populations. Airbnb will also bring on a manager for supplier diversity and encourage more underrepresented minorities to list spaces on Airbnb.\nMost importantly, Airbnb will implement a diversity rule to mandate that all senior-level positions include female applicants and applicants from underrepresented backgrounds.\n“Airbnb’s stated commitment to considering diverse candidates for its own senior level positions should be considered by other Silicon Valley companies that have largely failed to reflect the diversity of the nation in their workforces,” Wade Henderson, president and CEO of The Leadership Conference on Civil and Human Rights, said in a statement. “This report has not addressed every issue of concern but it is an important step in the right direction.”",
    "date": "2016-09-08T07:00:48",
    "id": 1381799,
    "link": "https://techcrunch.com/2016/09/08/airbnb-plan-fix-racism-discrimination/",
    "slug": "airbnb-plan-fix-racism-discrimination",
    "tags": [
      19239773,
      13443
    ],
    "title.rendered": "Here’s Airbnb’s plan to fix its racism and discrimination problem",
    "views": 459087
  },
  {
    "index": 56,
    "author": 170861,
    "categories": [
      449223024,
      20429,
      17396
    ],
    "content.rendered": "Most startups toil away in stealth mode on new products and services with an Apple-esque fear of news leaks.\nPeak Design decided to go to the other extreme, building a company in full view of its audience — and in the face of its competitors. Because they eschewed traditional investors in favor of a series of Kickstarter campaigns, I decided to take a closer look at how the team makes it work.\nThere are a few companies that have built successful businesses around repeat Kickstarter performances. Pebble, for example, has come a long way from its original $10 million Kickstarter campaign. Between it, Pebble Time and its Pebble 2 campaign, the company made $43 million worth of sales from the platform.\nPeak Design feels different from the other Kickstarter Most Funded alumni. One of the biggest differences from its peers is that the company has chosen not to take external investment — and not for lack of offers.\n“I feel that if we take external investment, we would be letting the backers down to a degree,” says Peter Dering, the company’s founder. When pressed, he won’t say that the company won’t ever take investment, but the status quo is that he still owns 100 percent of the company, but that doesn’t seem to matter as much to him. The customers, though, that’s a different story. “It would be a bitter pill to swallow for some of our earliest backers. There are people who genuinely care and who know how special it is not to have investors.”\nPeter Dering, founder of Peak Design, with a mold for the company’s Capture Pro product. You’d have thought a photography equipment manufacturer could get a photo of its founder in focus, eh?\nThe original Capture Clip was where Peak Design’s story began.\nIt started with a clip\nThe story of Peak Design started when Dering was traveling. Wanting to have his camera available at all times, he was securing his camera to a strap on his backpack using a carabiner. It worked, but wasn’t ideal, and it got him thinking… shouldn’t there be a better way of carrying around a camera?\nThe idea of having a camera tripod-compatible carrying clip came up, but there was a problem…\n”I spent six months designing the first prototype, made out of wood. My problem was that I didn’t know anyone who had brought a product to market before,” Dering says, admitting that he made things up as he went along.\n“My breakthrough happened when I was traveling cross-country from California to New York. I was on a hike and met Dave Stoltz, who works as a machinist,” Dering tells me. The two got to talking, and — long story short — before long, Dering had his first metal prototype. “It just worked. It worked so much better than I could have ever dreamed of.”\nWith the first metal prototype done, a lot of the heavy lifting was done, but the product still needed to find a way to market somehow. Which was when a second coincidence struck home.\n“The TikTok+LunaTik campaign raised just under a million dollars around the time that I was trying to figure out how to get the Capture Clip to market,” Dering says, referring to the late 2010 Kickstarter campaign for a product that turns an iPod Nano into a wearable. “It really moved the needle; three people told me about the campaign in the same week. It made me realize that Kickstarter was the missing piece of the puzzle.”\nThe Capture Clip campaign was launched in May of 2011 and raised $360,000 — well above the $10,000 goal Dering was targeting.\n“I can’t really look at the video anymore,” Dering laughs. “I made it in Windows MovieMaker 7… Let’s just say we’ve come a long way since then.”\nLate-night design in progress at Peak Design’s San Francisco office.\nContinuing the Kickstarter journey\nThe Leash system introduced an innovative quick-release system for camera straps.\nWhen the idea came to do the second campaign, for the company’s second set of products, the Leash and Cuff, Peak Design’s team faced an interesting challenge.\nAt the time, Dering felt the platform was firmly focused on independents, dreamers and people who wanted to create something new. It wasn’t clear whether it would it be okay to do a second Kickstarter campaign.\n“We reached out to Kickstarter for guidance,” says Dering, “but they made it clear they didn’t want to talk to us about that. Nobody was willing to give us a definitive ‘yes,’ but on the other hand, they didn’t give us a definitive ‘no’ either. We were very hesitant to do the second campaign, but in the end we decided to go for it and see what happens. Kickstarter represented half of our revenue up to this point. It was 10 times more potent than any of our other selling techniques, and we needed the Kickstarter crowd’s help to get the product to market.”\nClick. Done.\n“The first campaign had everyone jumping up and down, cheering us on,” Dering explains. “We didn’t want to get accused of abusing the system.”\nFrom the campaign’s video, it’s obvious that even as the campaign went live, the company had second thoughts about whether it was the right thing to do. A full 20 percent of the Kickstarter video was dedicated to explaining why the company returned to Kickstarter a second time.\nThe team needn’t have worried. Although it wasn’t as successful as its first campaign, the Leash and Cuff still raised a respectable chunk of cash in only 22 days — much shorter than its original 75-day campaign –with $216,000 pledged from more than 3,100 backers. Having found a successful formula, Dering slowly started hiring a team and continued running one Kickstarter campaign per year.\nPeter Dering. In focus, this time.\nNearly $15 million later…\nOver its Kickstarter campaigns, Peak Design found its stride, and continued launching better and better photography equipment. An updated version of the company’s original Capture product, the Capture Clip v2, saw $820,000 pledged, while its camera strap and hand-grip product raised $860,000 worth of pre-orders from the crowd.\nThe company’s previous campaign — its fifth — seemed to really hit the sweet spot, with a camera bag designed to also be good for non-photographers, which netted the company a cool $4.9 million from more than 17,000 backers.\nThis was the Kickstarter campaign that smashed all of Peak Design’s previous records, collecting nearly $5 million from more than 17,000 backers.\n“What made the bag successful was a range of different things,” the company’s marketing boss Adam Saraceno told me. “First of all, the bag that we make has to have some very photography-specific functionality, including the dividers and the quick access points. But, almost as importantly, it is not just a camera bag —  and that was intentional. We call it the Everyday Messenger bag for a reason: We designed and marketed it around more than just the needs of a photographer.”\nThe first two campaigns raised around $200k. The next two clocked in around the $750k mark. And then things started going a bit silly.\nWith a campaign that dwarfed anything the company had done before, the company had to change gears. It started spending a lot more time with its suppliers in Vietnam.\n“The plan was never to make just photography equipment,” Peter Dering explained to me. “I called the company Peak Design because I wanted something with the same initials as my name. P and D. There’s no ‘photography’ in the name, and that is intentional.”\nBreaking another record\nFor its most recent trick in the form of a trio of bag products called the Everyday Backpack, Tote and Sling, the company returned to Kickstarter, of course. As I’m writing this, the company’s campaign is well over 10 times above its half-million-dollar goal.\nPeak Design’s new Everyday Backpack is undeniably a ridiculously cleverly designed backpack. With a suggested retail price of $260, it had better be pretty special, too.\nDering showed me prototypes of the bags and I can see why people are excited about them. Well, all of them except the tote bag. I guess I never really saw the point of a tote bag, but then, what do I know. The company has sold almost 1,800 of them as part of its Kickstarter campaign, netting a healthy $261,000 from that product alone.\nSo, how does the company deal with operating in full view of its customers, competitors and distributors?\n“It’s a choice we’ve made,” says Dering. “If we didn’t want to do Kickstarter campaigns, we’d have to raise money from somewhere. I’m not a control freak, but I don’t see what would be gained from giving up our freedom.”\nDering is still the company’s sole founder, and owns every single share of the company.\n“I have given around 28 percent of the company to our staff as a ‘phantom stock.’ It doesn’t mean they own part of the company, but they do share in the profits,” Dering explains. “I pay myself a salary that’s big enough to pay for food, rent and my life. If I exceed that and want to pay myself more money out of the company’s profits, I pay it out as a dividend.”\nPeak Design’s current Kickstarter campaign has raised more than $5 million and is gunning for the $6 million mark.\nIn other words, should Dering take $1 million off the table, he would stick $720,000 in his own account and distribute $280,000 to his staff.\n“I call it a fairness doctrine,” Dering explains. “I live a super happy, easy, stress-free life. I want to extend that to my employees. In the meantime, when we’re all in this together, I like to be at the front lines.”\nClearing a different path\nI find it intriguing that Peak Design has decided to plot a different path for itself. Like so many of the other startups I write about here on TechCrunch, Peak Design’s headquarters are in San Francisco. Unlike most of the other companies, Dering & Co. have few aspirations to chase valuations and unicorn status.\n“No amount of money can replace this company. I feel like we are a big family. It feels like we are in it together, all winning,” Dering says. Then, pensively he adds, “I’ve had some shitty jobs in my time. With Peak, we’re optimizing for creating awesome products and optimizing for happiness.”\nOptimizing for happiness means optimizing for humor, laughter and feeling comfortable enough to be silly. I’ve seen that in action whenever I’ve run into the Peak Design gang at trade shows. For example, the time I came to the company’s booth and saw it covered in black plastic garbage bags, with its products taped to the sides of the booth.\nWorking hard? More like hardly working, amirite? Oh. You are working hard? Er, ok. My apologies. Carry on.\n”The airline lost our fucking luggage,” Saraceno grumbled as I pointed at the booth behind him with a questioning shrug. “Luckily our distributor had some of our stock handy and our booth looks pretty cool like this, too.”\n“I can’t over-emphasize the importance of hiring genuinely funny people,” Dering told me, before launching into a couple of unprintable anecdotes. He concluded: “We have some funny motherfuckers at Peak Design.”\nNo two companies are the same, but I can’t help but feel that Peak Design is a bit less the same than many of the others I’ve run into. As long as the team is able to keep their sense of humor about them, I expect them back on Kickstarter again next year. As for the company’s product?\n“Hey, let me get the current campaign out of the way first,” Dering retorts, refusing to even hint at what might be next. “I do have 22,000 new backers to look after before we worry about our next campaign.”",
    "date": "2016-09-08T16:46:59",
    "id": 1370981,
    "link": "https://techcrunch.com/2016/09/08/peak-design/",
    "slug": "peak-design",
    "tags": [
      609795,
      344761,
      449553141
    ],
    "title.rendered": "Peak Design and building a company on the Kickstarter platform",
    "views": 455184
  }
]