[{"index":33,"author":89646803,"categories":[17396],"content.rendered":"The Honest Company, the consumer products startup that has largely operated in the limelight thanks to its famous cofounder, actress Jessica Alba, is talking with larger, more traditional consumer packaged goods outfits that are interested in purchasing the company, confirms a source close to the company.\nRecode wrote yesterday that the company was engaged in acquisition discussions that may or may not result in a sale. Honest Company, founded five years ago in L.A., was reportedly valued at $1.7 billion when it raised $100 million in financing last year. Altogether, it has raised $222 million from investors and, according to Recode, it generated revenue of $300 million last year. (A three-month-old Bloomberg report said its sales last year were $275 million.)\nA source tells us that the vast majority of the Honest Company’s revenue is being generated via the company’s sites, but that it’s currently seeing its fastest growth by selling wholesale through more than 6,000 stores, including Target, Whole Foods, Costco and, until recently, through its own L.A.-based pop-up store at the city’s shopping center, The Grove.\nThat store closed on July 28. It should be noted that pop-up stores have a limited run by design.\nIn June, Bloomberg reported that Honest was prepping “slowly” for an IPO, following a report in Bloomberg in February that said Honest was working with Goldman Sachs and Morgan Stanley on a public offering.\nHonest makes both home products and cosmetics, including a new hair care line. Its next area of focus will apparently be on a line-up of nail-related items.\nWe sat down with Alba and Honest’s chief marketing officer Chris Thorne at our New York Disrupt conference in May, where we discussed the company’s growth, along with several lawsuits that have been filed against it, including a class action lawsuit that was filed last year, claiming its sunscreen product didn’t work, and a newer suit that alleges its organic baby formula includes 11 “synthetic substances that are not allowed in organic products.”\nThorne said then that Honest Company takes customer service issues seriously. He also said that while the company supports consumer advocacy groups, Honest “often gets involved in the discussion because we bring a name, Jessica’s name, and that brings a lot of attention to an issue, and it’s a smart strategy for  but unfortunate for us, because we do get brought into these.”\nAs for those reported discussions with bankers, Thorne said that Honest “constantly talks to advisors and banks to stay up to date on trends and competitors,” adding, “there’s nothing out of the ordinary there.”\nE-commerce first companies have been a hot commodity of late, as traditional retailers look for ways to remain relevant to younger consumers. Early last month, Walmart announced plans to acquire the online retailer Jet for $3.3 billion in cash and stock. In July, the online grooming startup Dollar Shave Club was sold to the consumer giant Unilever for $1 billion.\nNewer businesses that cater largely to female shoppers have also become attractive acquisition candidates. In July, for example, IT Cosmetics, an eight-year-old, Jersey City, N.J.-based company that makes 300 skin-care and make-up products, was sold to L’Oreal for $1.2 billion in cash.","date":"2016-09-09T11:55:00","id":1382820,"link":"https:\/\/techcrunch.com\/2016\/09\/09\/confirmed-honest-company-in-talks-to-sell\/","slug":"confirmed-honest-company-in-talks-to-sell","tags":[33663,977,6877,71123637],"title.rendered":"Confirmed: Honest Company in talks to sell","views":12181},{"index":47,"author":39990176,"categories":[1342,4328,449223024,17396],"content.rendered":"The Raspberry Pi Foundation has finally put out an official starter kit for its low cost microcomputer — offering what it dubs an “unashamedly premium” bundle for the Raspberry Pi 3 Model B, complete with optical mouse and keyboard in a very Apple-looking shade of white, plus all the cables you need to get up and running. The only thing missing is a screen.\nThe official Pi starter kit is available to order online in the U.K. from the Foundation’s distributors element14 and RS Components, priced at £99 (+VAT). While sales are slated to open up to markets in the rest of the world “over the next few weeks”. It’s something of a full revolution for the Foundation which conceived the original Pi with the intention of inspiring schoolkids to learn programming the hard way — i.e. by trial and error and messing around with wires and cables, rather than being handed an ‘it just works box of bits’ to plug and play.\nFour and a half years later, with more than 10 million of its single board Pi microcomputers now sold, the Foundation evidently feels it’s time to put a cherry on top of the project with its own shiny white starter kit. And fair play to them. In February last year the Pi had racked up 5 million unit sales. But the expansion of the range to the $5 price-point with Pi Zero last November has clearly helped accelerate demand.\nThe project has also scaled wildly beyond the Foundation’s original goals, with many a Pi finding its way into the hands of a crafty maker or clever startup, not just aspiring student coders. So the market for Pi will surely accommodate a premium bundle likely to appeal to gizmo lovers in the Western world, while continuing to support expanding access to computing in developing markets via the Foundation’s most affordable Pis.\nThe Foundation is by no means the first to offer a Pi starter kit. Indeed, the lack of an official kit provided a window of opportunity for third parties to put together Pi bundles of their own, such as London-based startup Kano which offers a bundle aimed at kids that includes not just hardware bits but its own software skin running atop the Pi’s OS with gamified elements. So while the arrival of an official kit may now squeeze out some players, there’s likely to continue to be room for a range of specialized starter kits targeting different niches.\nThe full list of items included in the official Pi starter kit is as follows:\n\nA Raspberry Pi 3 Model B\nAn 8GB NOOBS SD card\nAn official case\nAn official 2.5A multi-region power supply\nAn official 1m HDMI cable\nAn optical mouse and a keyboard with high-quality scissor-switch action\nA copy of Adventures in Raspberry Pi Foundation Edition","date":"2016-09-09T04:54:44","id":1382701,"link":"https:\/\/techcrunch.com\/2016\/09\/09\/raspberry-pi-finally-offers-an-official-starter-kit-after-passing-10m-sales\/","slug":"raspberry-pi-finally-offers-an-official-starter-kit-after-passing-10m-sales","tags":[1382984,2428084,1896567,49695267,56661568],"title.rendered":"Raspberry Pi finally offers an official starter kit after passing 10M sales","views":14896},{"index":89,"author":5302483,"categories":[1559,17396],"content.rendered":"The speaker that speaks might soon speak without you speaking to ask it to speak. Amazon’s Echo is set to get push notifications, according to The Information, which would allow it to give you a heads up about activity from its connected services, so it could, for example, tell you when your connected doorbell rings or pipe up and tell you when a loved one’s flight has landed.\nCurrently, Echo only speaks when spoken to; a user has to use the activation word “Alexa” to prompt it to begin listening for a command or request, and then it’ll respond to said input with its own vocal response. Alexa hasn’t supported the ability to provide any kind of audio notice unprompted as a result of data it receives from a user’s connected services – the closest it comes is being able to sound an alert based on an alarm or timer.\nEcho has both audio and visual capabilities, thanks to a light ring that surrounds its upper edge, and The Information suggests Amazon could allow developers access to both for push notifications, so that users can choose how much of an intrusion said notices provide.\nAlexa is also a service that exists unbound from the Echo hardware itself, and it’s very possible than any push notification support would extend to other hardware that uses the Alexa API, including the Nucleus smart intercom. The Information says the use of push notices would be part of a larger plan to give developers more control of third-party apps and gadgets overall via Echo and Alexa.\nNotifications will be a tricky thing to get right on Echo, since a push alert with voice in a device with no display is a very different thing from a subtle vibration or screen-based alert on a smartphone. Still, it’s a feature that could do very well provided the user has total and intuitive control over when they’re alerted, and how.","date":"2016-09-08T07:30:42","id":1382169,"link":"https:\/\/techcrunch.com\/2016\/09\/08\/amazon-echo-could-soon-start-talking-to-you-unprompted\/","slug":"amazon-echo-could-soon-start-talking-to-you-unprompted","tags":[6602,295600149],"title.rendered":"Amazon Echo could soon start talking to you unprompted","views":19095},{"index":80,"author":2414667,"categories":[3457,20429,17396],"content.rendered":"Need to post content to multiple social networks at the same time? A new chatbot called Yala wants to help. The bot, live now on Slack with Facebook Messenger support coming soon, not only does the work of posting for you, it’s also intelligent enough to know when to post. That is, Yala uses algorithms and machine learning to determine the best time to post in order to increase your exposure and receive better engagement on the items you’re sharing.\nThe idea for the bot comes from Gary Levitt, who previously sold his email marketing startup Mad Mimi to GoDaddy back in 2014. Afterwards, he attempted to enter the e-commerce space with an online storefront service Pinecone, but says he had trouble getting it off the ground. That led to the pivot to Yala instead – something that addressed a problem Levitt faced himself while building Pinecone.\n“I was dissatisfied with Buffer, and its less impressive competitors, because multi-channel posting took time,” explains Levitt, “especially when it came to scheduling across many channels, editing, choosing times and composing,” he says.\nBuffer, by way of background, is a social media scheduling service, which also offers tools that help you determine the best time to publish.\nHowever, with Yala, the idea is to bring a similar sort of intelligence a bit “closer to home,” says Levitt – meaning, Slack.\n\n\t\t\n\t\t\t#gallery-1382286-2 {\n\t\t\t\tmargin: auto;\n\t\t\t}\n\t\t\t#gallery-1382286-2 .gallery-item {\n\t\t\t\tfloat: left;\n\t\t\t\tmargin-top: 10px;\n\t\t\t\ttext-align: center;\n\t\t\t\twidth: 33%;\n\t\t\t}\n\t\t\t#gallery-1382286-2 img {\n\t\t\t\tborder: 2px solid #cfcfcf;\n\t\t\t}\n\t\t\t#gallery-1382286-2 .gallery-caption {\n\t\t\t\tmargin-left: 0;\n\t\t\t}\n\t\t\t\/* see gallery_shortcode() in wp-includes\/media.php *\/\n\t\t\n\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t\n\t\t\n\nTo determine the best time to post, Yala looks at your social media posting history to determine which times and posts led to the most shares, likes and clicks. It also takes into account things like time zones and other audience behaviors. Plus, the machine learning aspect enables it to improve and automatically correct itself on the fly, given your own social media engagement metrics.\nBy being able to identify patterns, it’s able to create a posting schedule that refines itself in real-time, Levitt says.\nThe team saw a 10 percent increase in shares and posts when they used Yala, during testing. (Yala, in case you’re curious, is a slang term in Israel, borrowed from Arabic, which means “get a move on.”)\nCurrently, the bot works with Facebook and Twitter, and is live on Slack. Additional platforms and social networks are in development now.\nYala is a bootstrapped team of three, and is based in both New York and Israel.","date":"2016-09-08T09:07:23","id":1382286,"link":"https:\/\/techcrunch.com\/2016\/09\/08\/yalas-new-chatbot-knows-the-best-time-to-post-to-social-networks\/","slug":"yalas-new-chatbot-knows-the-best-time-to-post-to-social-networks","tags":[175,49818],"title.rendered":"Yala’s new chatbot knows the best time to post to social networks","views":22487},{"index":30,"author":2414667,"categories":[4213,17396],"content.rendered":"Too lazy to read your tweets? Now, Amazon Alexa can just read them to you instead. Yes, that’s right: Twitter today has launched an app for Amazon’s voice platform Alexa, which means you can listen to the latest from Twitter right on your Echo speaker or other Alexa-powered device. The new app can give you general information on trends, or deliver information from your own account, says Twitter.\nAccording to the app’s description (or its “Skill’s description, in Amazon parlance), you’ll need to authenticate with your Twitter account in order to get started.\nAfterwards, you can launch the app by saying “Alexa, open Twitter.”\nThe virtual assistant can then read your home Timeline to you, as well as your Mentions, Retweets, and Likes. As with other Alexa Skills, you’ll have to learn how to ask for these items, by saying things like “Alexa, ask Twitter for my own tweets,” “Alexa, ask Twitter has anyone retweeted me?,” “Alexa, ask Twitter for my Mentions,” “Alexa, ask Twitter what is happening?” and so on.\nIn addition, the app can provide more general information from Twitter’s service, like the current trends or the local trends — meaning, trends for your particular location (e.g. “Alexa, ask Twitter for trends in Seattle”).\n\nNone of this seems to be a particularly efficient way to consume the rapid-fire information that’s published to Twitter’s network, but the fact that Twitter felt compelled to launch an app on Alexa speaks to the growing importance of Amazon’s voice computing platform in consumer’s lives. As of June, Amazon said there were tens of thousands of developers working on Skills for Alexa, whose app store had grown to house over 1,400 of these add-ons.\nOf course, we all wish that Twitter was spending its time building a feature that would let us edit our tweets, instead of rolling out things like Read Receipts for messages (the horror!) or new ways to hear our tweets read aloud, but I guess Alexa was a box the company felt the need to check.\nYou can switch on the new Twitter Skill in the Alexa app on mobile or web, then authorize it to access your Twitter account.\n\n\nNew on Amazon Alexa! Use the Twitter Reader skill to hear trends, top Tweets, notifications & more! Just #AskAlexa. pic.twitter.com\/BvXRS4NiQu\n— Twitter (@twitter) September 9, 2016","date":"2016-09-09T13:14:24","id":1382962,"link":"https:\/\/techcrunch.com\/2016\/09\/09\/twitter-launches-an-alexa-app\/","slug":"twitter-launches-an-alexa-app","tags":[153122,599182],"title.rendered":"Twitter launches an Alexa app","views":28956},{"index":71,"author":8102444,"categories":[17396],"content.rendered":"Following yesterday’s iPhone 7 announcement, Apple is announcing that new AppleCare+ members will be able to get their cracked screens fixed for $29. This is big news for everyone who uses an iPhone with AppleCare+, and ultimately, anyone who owns an iPhone to begin with.\nIt’s worth noting how much AppleCare+ costs — $149 for the iPhone 7 Plus, or $129 for the iPhone 7 — on top of the existing cost of buying a new iPhone 7 or 7 Plus ($649 or $769 unlocked, respectively. By comparison, getting a cracked screen fixed without having AppleCare would cost you $149 , so there is some benefit to be had by enrolling.\nHowever, the fun stops when you read the fine print: having an AppleCare+ subscription, which costs $129, includes only two repairs from accidental damage, plus a service fee. After you’ve somehow broken your iPhone 7 twice (thus confirming that you’re accident-prone), all repairs will cost $29 thereafter. This updated pricing applies to existing AppleCare+ customers as well.\nAs for the last-generation flagship iPhones (the 6S and 6S Plus), an AppleCare+ subscription will be the same pricing structure ($149 and $129), with the same policies as iPhone 7 AppleCare+ customers.\nTry not to break your shiny new phone, is my personal recommendation.","date":"2016-09-08T11:32:01","id":1382430,"link":"https:\/\/techcrunch.com\/2016\/09\/08\/its-now-only-29-to-fix-your-cracked-iphone-if-you-have-applecare\/","slug":"its-now-only-29-to-fix-your-cracked-iphone-if-you-have-applecare","tags":[291,43124,106595,120],"title.rendered":"It’s now only $29 to fix your cracked iPhone if you have AppleCare+","views":39169},{"index":66,"author":24878080,"categories":[449549093,426985170,17396],"content.rendered":"This year’s TechCrunch Disrupt SF Hackathon is set to be the best yet. We’re a few days away from the main event and are giddy with excitement. Check out the sponsor prizes and agenda of events to prepare yourself for an amazing hackathon experience.\nSponsor Prizes\nTechCrunch CrunchBase WordPress Collaboration\nAmazon Echo\nTeam with the ‘Best Voice User Experience Using Amazon Alexa’ will win Amazon Echos for the whole team.\nBraintree\nBraintree makes it easy to accept payments in your app or website. Get integrated quickly using our guides and select from our range of client SDKs (available for iOS, Android, and web) and server SDKs (available in Ruby, Python, PHP, Java, .NET, and Node.js) to help you collect payment information and run transactions.\n$5,000 will be awarded to the hacker or team with the most innovative integration of Braintree’s SDKs.\nCisco\nCisco Spark is about making work easier – connecting teams and apps to improve productivity, deepen customer engagement, or solve business problems. Start a conversation or team, send messages, post content, call anyone from anywhere, or share your screen. Build an innovative and working solution, integration or bot using our Spark APIs. You can use our open APIs in tandem with other APIs to create something unique!\nPrize:\n1st Place — Best use of Cisco’s cloud collaboration APIs: DJI Phantom 3 Standard drone for each member of the winning team (up to 5 members).\n2nd Place — Best use of Cisco’s cloud collaboration APIs: Apple Watch for each member of the winning team (up to 5 members).\nDomain.com\nWe’re awarding the team that best uses a .CLUB domain name for their submitted project. We’ll be judging on a variety of criteria, including the domain’s relevance to the project, the creativity and\/or innovation of the project and domain, and the design of the project’s website.\nPrize: $5,000\nESRI\nBest use of Esri ArcGIS mapping technology wins $5,000! ($2500 cash, plus $2500 valued ArcGIS Online subscription).  ArcGIS is the Location Platform for Apps. Quickly add maps\/geo to your apps using Esri’s online services and SDKs. Develop in the API of your choice and deploy on any device. Sign-up for a free developer account at http:\/\/developers.arcgis.com using voucher, TCSF2016.\nPrize: $2500 cash, plus $2500 valued ArcGIS Online subscription\nHarman International\nHarman International is providing two different SDKs for the first commercial readily available hackable headphones (Everest Elite) and the first glance-able speaker to market (Pulse 2). The winners will be the teams (2) with the best overall use of Everest Elite SDK and the Pulse 2 SDK. Ready for some gear? One team member is required to register each person and join our Slack community: http:\/\/bit.ly\/harmantc16.\n \nPrizes: Best Overall use of Everest Headphones SDK: Winning team receives up to 5 Everest Elite Headphones, Pulse 2 Speakers and Omni 10 Speakers. (value of $2,500) Best Overall use of Pulse 2 SDK: Winning team receives up to 5 Everest Elite Headphones, Pulse 2 Speakers and Omni 10 Speakers. (value of $2,500)\nHERE\nParticipate in the HERE hackathon contest during TechCrunch Disrupt to bring location solutions to life.\nHERE has cross-platform APIs to solve real-world location problems: positioning, geocoding, routing, indoor mapping, traffic and more. As the leader in location intelligence, HERE allows developers to incorporate location services and IoT enhancements. The team with the best use of the HERE Location Platform wins $5,000 in prizes.\nPrize: $5,000\nIBM\nIBM Watson combines a number of cognitive techniques to build and train a bot – defining intents and entities and crafting dialog to simulate conversation. The system can then be further refined with supplementary technologies to make the system more human-like or to give it higher chance of returning the right answer. Watson Conversation deploys a range of bots via many channels, from simple, narrowly focused Bots to much more sophisticated, full-blown virtual agents across mobile devices, messaging platforms like Slack, or even through a physical robot.\nPrize: Win an Apple Watch Sport (each member of the winning, team up to five members) with the new IBM Watson Conversation Service.\nMapQuest\nIncorporate location-based functionality and build a geospatial-focused project across web, mobile web, native mobile and desktop. Leverage our core geospatial platform that powers MapQuest.com and our mobile apps, which are used by millions of users every month. The powerful geospatial platform includes mapping clients and web services including Directions API, Geocoding API, Search API and more.\nPrize: MapQuest wants to help our top team of hackers enjoy more out of life. Find your next adventure with $5,000 from MapQuest. You’ll receive $5,000 in gift cards to put towards your next vacation.\nPanasonic Avionics\nWinner receives $5000 for most creative and innovative use of Panasonic Avionics’ InFlight APIs; including the use of other Sponsor APIs with our framework.  Runner up team will receive tickets to Disrupt. All developers who use our APIs in the Hackathon will receive a commemorative T-shirt!\nRadix\nWin $5,000 by using a Radix Domain name for your hackathon project.\nChoose from .TECH, .STORE, .ONLINE, .SPACE, .SITE, .HOST, .PRESS and .WEBSITE\n– All Domains names are FREE for Hackathon Participants\n– Mention your domain name on stage during judging\n– Radix Domain should be the primary domain for hosting your project.\nPrize: $5,000\nSAP Hybris\nGraph LoVE – Load, Visualize, Extract.\nUse the power and flexibility of YaaS micro-services around commerce and customer profile graphs to react and interact with customers in a much more personal way. Create magic moments for consumers by understanding a customer’s motivation and intent, in real-time. Predict, Analyze, Conclude.\nBest use of Graph APIs. Maximum $5,000 worth of Amazon gift cards.\nPrize: $5,000\nSoftBank Robotics\nLeverage available SDK’s and the appropriate scripts for Pepper, the humanoid robots, to create compelling, interactive applications that could be used in real world environments\nContest Eligibility:\nAll participants in the SoftBank Robotics Hackathon must be proficient with Python, C++ and\/or Java\nJudging Criteria Categories:\n• Be creative! We’re looking for imaginative applications that delight users.\n• The application must interact with people by leveraging at minimum the following API’s: Animation, Dialog, and Tablet.\n• Preference will be given to additional API usage in clever and imaginative ways.\n• Declare an interesting use-case and show how your application solves it.\n• We’re are interested but not limited to the following areas where Pepper might be used: Retail, Hospitality, Entertainment, Education, Travel, and Health Care.\nPrize: 1st place – $3,000, 2nd place – $1500 & 3rd place – $500\nTwilio\nPrize: Pebble smartwatch\nU.S. Department of Commerce\nUse NIST’s Net Zero Energy Residential Test Facility (NZERTF) data to create either a data product with a viable business model that helps homes become smarter and more efficient or some visual analytics to extract meaningful insight. Build something that will further the impact or research into energy efficiency.\nPrize: Meet with the Secretary of the Department of Commerce, Secretary Penny Pritzker.\nVerizon\nDevelop your hack using the ThingSpace IoT development platform at thingspace.verizon.com. Best use of Verizon ThingSpace Device Messaging APIs, Connectivity APIs or Personal Cloud Storage APIs in an IoT application wins:\n1st Place $3,000\n2nd Place $1,500\n3rd Place $500\nZTE\nWin an Axon 7  for “Best Mobile Design” or a Spro 2 for the “Best Mobile Concept”\n \n\nAPI Workshops\nWant to learn a bit more about the tools available at the hack? Take a deep dive into a few APIs in a classroom-style setting just after the opening of the hack on Saturday.\n2:00 PM | Track A | TechCrunch, CrunchBase, WP Automattic collaboration\n2:00 PM | Track B | Braintree\n3:00 PM | Track A | Panasonic\n3:00 PM | Track B | Cisco\n \n\nHackathon Schedule\nSaturday, September 10, 2016\n12:30pm – Registration opens (come fed or bring a brown bag lunch, beverages served)\n1:30pm – Hacking Kickoff and Opening Announcements\n2:00pm – API Workshops begin\n7:00pm – Dinner\nMidnight – Tamales and beer, courtesy of Domain.com\nSunday, September 11, 2016\n7:00am – Breakfast served\n9:30am – Hacking concludes and hacks submitted to wiki\n10:00am – General public welcome to enter to attend hackathon presentations\n11:00am – Hackathon presentations begin\n2:00pm* – TechCrunch and Sponsor awards presented\n*Final awards may be held earlier or later depending on duration of hack presentations.\nPlease note, times are subject to change","date":"2016-09-08T13:53:46","id":1374516,"link":"https:\/\/techcrunch.com\/2016\/09\/08\/announcing-the-disrupt-sf-hackathon-sponsor-prizes-and-api-workshop-schedule\/","slug":"announcing-the-disrupt-sf-hackathon-sponsor-prizes-and-api-workshop-schedule","tags":[579419,43143253,449548404],"title.rendered":"Announcing the Disrupt SF Hackathon sponsor prizes and API workshop schedule","views":42464},{"index":1,"author":321129,"categories":[25515,15986864,13217,17396],"content.rendered":"This year’s U.S. presidential election is confusing for everyone. The popularity contest that has become the election is diluting our time, attention and ability to think critically. Which is ironic, given that we are more connected to information than we have ever been before, and the computation necessary to model problems has never been cheaper.\nThe only certainty in the election is that the results will have a dramatic impact on all citizens, businesses and organizations around the world. With war raging across continents, inaction in the face of climate change and the disparity of wealth threatening the stability of the economy and open flow of invention, an easy solution would be to point fingers and place blame.\nWhat we really need to do is rise to the greater level of civic duty that our culture needs to govern our increasingly complex world. We need to be more involved and have an actual say in how we are governed. For that reason, I am giving my company November 8th off to remove any impediments from their ability to vote.\nI grew up in New York, but I was born in Morocco. My grandfather, along with his brother and Allal al-Fassi, started the first political party in Morocco. I grew up admiring him as one of the founding fathers of modern politics in his country. I was raised with a real sense of civics, which I saw in action whenever we would visit Fez.\nInterestingly, Morocco was the first country to publicly recognize the United States as an official state with the ratification of the Moroccan-American Treaty of Friendship in 1786. Signed by Thomas Jefferson and John Adams, it recognized Moroccan ports as open to U.S. ships and is the longest-standing unbroken treaty relationship in U.S. history.\nI am inspired by this history of diplomacy and always feel it important to be civic-minded. The commitment to make the world we live in one where countries and peoples are bound by productive relationships and trade is one of the driving forces as to why I’m an entrepreneur today. These early experiences also meaningfully impacted the kind of company I founded, the type of work we do and the team we recruit to be a part of, and contribute to, our bigger vision.\nAgain, I am encouraging these core values at Enigma by declaring November 8th a mandatory holiday. True, some people can’t legally vote and perhaps some will abstain, but one thing is certain — they can’t come in to work.\nWhy? I am trying to remove any ounce of guilt that could be felt by a single team member for missing a meeting, a client call or any other professional activity because they wanted to vote. Most, I expect, will spend at least part of the day focused on their role in the future of American society and the world — and that’s time well spent.\nI sit at an intersection of culture, identity, race and religion that made the U.S. the only place where I could earn the trust and opportunities that I have.\n \nI feel so much gratitude to have founded a company where not only can we afford to make such decisions, but where we all feel that this is simply the right thing to do. With voter disenfranchisement issues still plaguing the citizenry, and many burdened by plight and diminishing wages, often working multiple jobs to make ends meet, we need to lead everywhere we can. We need to make a point about how important it is to care about everyone’s voice in this process.\nMy biggest motivation is to respect the importance of being involved in the civic duties that are needed to protect the unique environment of the U.S. for entrepreneurs like myself. As a Muslim naturalized citizen of the U.S., married to a half-French, half-American Jewish woman with a two-year-old who holds three passports, I can assure you I sit at an intersection of culture, identity, race and religion that made the U.S. the only place where I could earn the trust and opportunities that I have. The opportunity to get a great education, the freedom from judgment by others and the support I needed to dream big — these are sanctities that I’ve uniquely felt in the U.S. throughout my life. The U.S. is the only business environment where I would be able to run the company I do, the way I have.\nAnd I’m not the only one; 49 percent of entrepreneurs funded by the venture capital community are first- or second-generation immigrants. Inherently, these people are risk-takers; they don’t only represent the tail end of the American Dream, they’re the beginning of it. They’re uniquely resourceful, they get their bearings and are strong enough to build, rebuild and build again. Finally, they are grateful for the freedom and justice in the United States we have all fought so diligently to preserve and cultivate. Let’s not let this election threaten the openness of our society by remaining complacent in the face of several policies rooted in fear that could threaten our growth.\n\nAt Enigma, we focus on solving operational problems with data in the real world. That puts policy and regulation in the forefront of our minds. The very least we can do is rise up to the minimum requirement of voting for our president every four years.\nThere is power in data, but it only helps us interpret the world when the point is to better it. I encourage you and your teams to join me and ensure that everyone who is entrusted with the right to vote wakes up on November 8th ready to stand up for a society that enables ingenuity and global transformation.","date":"2016-09-10T22:00:09","id":1380178,"link":"https:\/\/techcrunch.com\/2016\/09\/10\/why-im-giving-my-company-election-day-off\/","slug":"why-im-giving-my-company-election-day-off","tags":[5648,331649,16799],"title.rendered":"Why I’m giving my company Election Day off","views":44588},{"index":95,"author":699688,"categories":[449223024],"content.rendered":"If I were Amazon, I would definitely lead with the whole $90 bit. Granted, there are a few key upgrades to talk about here, but price point has always been a major selling point for Amazon devices (thanks in no small part to the fact that it makes most of its money on content), and it’s pretty tough to argue with a sub-$100 price point.\nJust under a year after receiving its last meaningful upgrade, Amazon is refreshing the Fire HD 8 in a handful of ways, starting with the addition of Alexa functionality to the dirt-cheap slate, making this the first of its Fire tablets to get Amazon’s own voice assistant, surprisingly enough. Users will be able to listen to music, get news, check the weather and more by talking into the tablet.\nSome key upgrades on the specs front, as well. The new Fire gets a larger 4,750 mAh battery, which promises up to twelve hours of life on a charge. RAM has been upgraded (though it’s only at a paltry 1.5GB now) and storage has been doubled to either 16- or 32GB – not a ton, but you can upgrade that pretty substantially by way of a microSD slot.\nThe eight-inch display certainly isn’t Amazon’s best with a 1280 x 800 resolution that works out to 189ppi. Of course that comes with the same caveat as the rest of the specs – this is a $90 tablet we’re talking about here.\nThe tablet runs Fire OS 5, the latest version of Amazon’s Android-based, content focused mobile OS and features your standard selection of Fire mainstays, like X-Ray, ASAP and Second Screen.\nThe new tablet is up for pre-order today, starting at $90 for the 16GB model. It’ll start shipping September 21st.","date":"2016-09-08T06:00:55","id":1380654,"link":"https:\/\/techcrunch.com\/2016\/09\/08\/fire-hd-8\/","slug":"fire-hd-8","tags":[6602,65294828],"title.rendered":"Amazon’s Fire HD 8 gets upgraded with better specs and Alexa, for $90","views":44887},{"index":74,"author":95776086,"categories":[11160,60523764],"content.rendered":"Online merchants spend a lot of money on chargebacks, which are demands by credit card providers to reimburse for fraudulent charges. That’s why Signifyd created technology that assesses a transaction risk before the card is processed.\nThe San Jose-based company is raising $19 million in financing for its fraud protection services. Investors include Menlo Ventures, TriplePoint Capital and American Express Ventures.\nMany e-commerce businesses do not have the resources to screen for risky transactions, so Signifyd’s financial guarantee has allowed them to secure clients like Jet.com, Lacoste, and Peet’s coffee. Signifyd says it has developed machine learning capabilities that are accurate enough for them to feel confident reimbursing the merchant on the rare occasions when its predictive technology is wrong.\nSignifyd’s platform uses “thousands of different data points to make a decision,” CEO Raj Ramanand tells TechCrunch. “We pay out 100% if we make a mistake.”\nThe company typically charges clients up to 1% of transaction revenue, but the company estimates they save clients much more. “Most customers see a huge increase in their margins,” Ramanand insists, estimating that merchants end up declining about 3-5% of good revenue when they aren’t able to accurately assess whether a purchase is criminal.\n\nPravin Vazirani, managing director at Menlo Ventures, says that “we’ve been investors in various e-commerce companies and so we definitely felt like we had some strong insight into how big a problem this is.”\nTim Eades, CEO at vArmour, sits on the board at Signifyd and told us he believes in the company because it provides a quicker solution than other alternatives. “The majority of the market is just taken up by old tech. With Signifyd, you have a one minute product.”\nSignifyd has previously raised over $30 million from investors including Data Collective and Andreessen Horowitz.","date":"2016-09-08T10:09:17","id":1382379,"link":"https:\/\/techcrunch.com\/2016\/09\/08\/signifyd-raises-19-million-to-help-with-online-fraud-protection\/","slug":"signifyd-raises-19-million-to-help-with-online-fraud-protection","tags":[9881,27320,131839663],"title.rendered":"Signifyd raises $19 million to help with online fraud protection","views":46847}]